Revit 2027 API
FilterOperatorAndTextString.OperatorType Property
 The filter operator.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ScheduleFilterType OperatorType { get; }
Public ReadOnly Property OperatorType As ScheduleFilterType
	Get
public:
property ScheduleFilterType OperatorType {
	ScheduleFilterType get ();
}
member OperatorType : ScheduleFilterType with get
Property Value
ScheduleFilterType
See Also
Reference
FilterOperatorAndTextString Class
Autodesk.Revit.DB Namespace